IDEA Open Model
SectionCharacteristics.Cgy Property
Compatible with IDEA StatiCa Beta 20.0
 Gets the centre of gravity related to the axis Y.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Cgy { get; set; }
Public Property Cgy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace